Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_example_webhook
source: Send every variable as JSON, for n8n, Node-RED and similar tools
ab: Апеременна зегьы JSON ала ашьара, n8n, Node-RED насгьы уи еиԥш ахархәагақәа рзы
am: እያንዳንዱን ተለዋዋጭ እንደ JSON ላክ፣ ለn8n፣ Node-RED እና ለመሳሰሉት መሣሪያዎች
an: Ninviar cada variable como JSON, ta n8n, Node-RED y ferramientas semellants
ar: إرسال كل متغيّر بصيغة JSON، لأدوات مثل n8n وNode-RED وما شابهها
ast: Unviar cada variable como JSON, pa n8n, Node-RED y ferramientes asemeyaes
az: n8n, Node-RED və bənzər alətlər üçün bütün dəyişənləri JSON kimi göndər
azb: n8n، Node-RED و بنزر آلتلر اوچون بوتون دَییشنلری JSON کیمی گؤندر
ban: Kirim tiap variabel dadi JSON, anggon n8n, Node-RED, lan piranti ane patuh
be: Адправіць усе зменныя як JSON, для n8n, Node-RED і падобных інструментаў
bg: Изпращане на всяка променлива като JSON, за n8n, Node-RED и подобни инструменти
bn: n8n, Node-RED ও এ ধরনের টুলের জন্য সব ভেরিয়েবল JSON হিসেবে পাঠান
bqi: هر متغیره به شکل JSON رسۊوی کو، بره n8n، Node-RED و ابزار یل شبیه اونا
br: Kas pep argemmenn evel JSON, evit n8n, Node-RED ha meziantoù heñvel
brh: n8n, Node-RED او ایہو جہ اوزاراک نا واسطے، ہر ویریایبل JSON طور پٹھ
bs: Pošalji svaku varijablu kao JSON, za n8n, Node-RED i slične alate
ca: Envia totes les variables com a JSON, per a n8n, Node-RED i eines similars
cak: Titaq ronojel k'exel achi'el JSON, richin n8n, Node-RED chuqa' junam taq samajib'äl
ceb: Ipadala ang matag variable isip JSON, para sa n8n, Node-RED, ug susamang mga tool
ckb: هەموو گۆڕاوێک وەک JSON بنێرە، بۆ n8n، Node-RED و ئامرازی هاوشێوە
co: Mandà ogni variabile cum'è JSON, per n8n, Node-RED è strumenti simili
cs: Odeslat všechny proměnné jako JSON pro n8n, Node-RED a podobné nástroje
cy: Anfon pob newidyn fel JSON, ar gyfer n8n, Node-RED ac offer tebyg
da: Send alle variabler som JSON, til n8n, Node-RED og lignende værktøjer
de: Alle Variablen als JSON senden, für n8n, Node-RED und ähnliche Tools
dsb: Kuždu wariablu ako JSON pósłaś, za n8n, Node-RED a pódobne nastroje
el: Αποστολή κάθε μεταβλητής ως JSON, για n8n, Node-RED και παρόμοια εργαλεία
eo: Sendi ĉiun variablon kiel JSON, por n8n, Node-RED kaj similaj iloj
es: Enviar todas las variables como JSON, para n8n, Node-RED y herramientas similares
es_ar: Enviar todas las variables como JSON, para n8n, Node-RED y herramientas similares
et: Saada kõik muutujad JSON-ina, tööriistadele nagu n8n, Node-RED ja sarnased
eu: Bidali aldagai guztiak JSON gisa, n8n, Node-RED eta antzeko tresnetarako
fa: ارسال هر متغیر به‌صورت JSON، برای ابزارهایی مثل n8n و Node-RED
ff: Envoyer chaque variable en JSON, pour n8n, Node-RED et outils similaires
fi: Lähetä kaikki muuttujat JSON-muodossa, esimerkiksi n8n:lle, Node-RED:lle ja vastaaville työkaluille
fr: Envoyer chaque variable en JSON, pour n8n, Node-RED et outils similaires
fur: Invie ogni variabile come JSON, par n8n, Node-RED e imprescj sìmii
fy: Elke fariabele as JSON ferstjoere, foar n8n, Node-RED en fergelykbere ark
ga: Seol gach athróg mar JSON, le haghaidh n8n, Node-RED agus uirlisí dá samhail
gd: Cuir a h-uile caochladair mar JSON, airson n8n, Node-RED agus innealan coltach riutha
gl: Enviar todas as variables como JSON, para n8n, Node-RED e ferramentas similares
gn: Mondo opa variable JSON-icha, n8n, Node-RED ha ambue tembiporu ojoguáva peve g̃uarã
gu: n8n, Node-RED અને તેના જેવાં સાધનો માટે દરેક વેરિયેબલ JSON તરીકે મોકલો
he: שליחת כל משתנה כ-JSON, עבור n8n, Node-RED וכלים דומים
hi: n8n, Node-RED और ऐसे ही टूल के लिए, सभी वेरिएबल JSON के रूप में भेजें
hil: Ipadala ang kada variable bilang JSON, para sa n8n, Node-RED, kag kaanggid nga mga tool
hr: Pošalji svaku varijablu kao JSON, za n8n, Node-RED i slične alate
hsb: Kóždu wariablu jako JSON pósłać, za n8n, Node-RED a podobne nastroje
hu: Minden változó küldése JSON formátumban, például n8n, Node-RED és hasonló eszközök számára
hy: Ուղարկել բոլոր փոփոխականները որպես JSON՝ n8n, Node-RED և նմանատիպ գործիքների համար
ia: Inviar cata variabile como JSON, pro n8n, Node-RED e utensiles simile
id: Kirim semua variabel sebagai JSON, untuk n8n, Node-RED, dan alat sejenis
is: Senda allar breytur sem JSON, fyrir n8n, Node-RED og svipuð verkfæri
it: Invia ogni variabile come JSON, per n8n, Node-RED e strumenti simili
ja: n8nやNode-REDなどのツール向けに、すべての変数をJSONとして送信
ka: ყველა ცვლადის გაგზავნა JSON სახით, n8n, Node-RED და მსგავსი ხელსაწყოებისთვის
kaa: n8n, Node-RED hám usaǵan qurallar ushın hár bir ózgeriwshini JSON sıpatında jiberiw
kab: Azen yal amuttiy s JSON, i n8n, Node-RED d ifecka nniḍen i yemcabin
kk: n8n, Node-RED және соған ұқсас құралдар үшін әрбір айнымалыны JSON ретінде жіберу
km: ផ្ញើអថេរនីមួយៗជា JSON សម្រាប់ n8n, Node-RED និងឧបករណ៍ស្រដៀងគ្នា
kmr: Her guherbarê wek JSON bişîne, ji bo n8n, Node-RED û amûrên bi vî rengî
kn: n8n, Node-RED ಮತ್ತು ಇಂತಹ ಸಾಧನಗಳಿಗಾಗಿ, ಪ್ರತಿ ವೇರಿಯೇಬಲ್ ಅನ್ನು JSON ಆಗಿ ಕಳುಹಿಸು
ko: n8n, Node-RED 등의 도구를 위해 모든 변수를 JSON으로 전송
kw: Dannvon pub chanjyans avel JSON, rag n8n, Node-RED hag offryn haval
lij: Manda ògni variabile comme JSON, pe n8n, Node-RED e strumenti simili
lo: ສົ່ງທຸກຕົວແປເປັນ JSON, ສຳລັບ n8n, Node-RED ແລະ ເຄື່ອງມືອື່ນທີ່ຄ້າຍກັນ
lt: Siųsti kiekvieną kintamąjį kaip JSON, skirta n8n, Node-RED ir panašiems įrankiams
lv: Nosūtīt katru mainīgo kā JSON — priekš n8n, Node-RED un līdzīgiem rīkiem
meh: Enviar cada variable como JSON, para n8n, Node-RED y herramientas parecidas
ml: n8n, Node-RED എന്നിവയ്ക്കും സമാന ഉപകരണങ്ങൾക്കുമായി, ഓരോ വേരിയബിളും JSON ആയി അയയ്ക്കുക
mr: n8n, Node-RED आणि तत्सम टूलसाठी प्रत्येक व्हेरिएबल JSON म्हणून पाठवा
my: n8n၊ Node-RED နှင့် အလားတူ ကိရိယာများအတွက် ကိန်းရှင်တိုင်းကို JSON အဖြစ် ပို့ရန်
nb: Send alle variabler som JSON, for n8n, Node-RED og lignende verktøy
ne: n8n, Node-RED र यस्तै उपकरणहरुका लागि, हरेक भेरिएबल JSON को रूपमा पठाउनुहोस्
nl: Alle variabelen als JSON verzenden, voor n8n, Node-RED en vergelijkbare tools
nn: Send alle variablar som JSON, for n8n, Node-RED og liknande verktøy
oc: Mandar totas las variablas en JSON, per n8n, Node-RED e d’autres espleches similars
or: n8n, Node-RED ଏବଂ ସମାନ ଉପକରଣ ପାଇଁ, ପ୍ରତ୍ୟେକ ଭେରିଏବଲକୁ JSON ଭାବେ ପଠାନ୍ତୁ
pa: n8n, Node-RED ਅਤੇ ਅਜਿਹੇ ਹੋਰ ਟੂਲਾਂ ਲਈ, ਹਰ ਵੇਰੀਏਬਲ ਨੂੰ JSON ਵਜੋਂ ਭੇਜੋ
pa_pk: n8n، Node-RED تے ایہو جئے اوزاراں لئی، ہر ویریایبل نوں JSON وانگوں گھلو
pl: Wyślij każdą zmienną jako JSON, dla n8n, Node-RED i podobnych narzędzi
ps: هر متغیر د JSON په توګه ولېږئ، د n8n، Node-RED او ورته وسیلو لپاره
pt_br: Enviar todas as variáveis como JSON, para n8n, Node-RED e ferramentas semelhantes
pt_pt: Enviar todas as variáveis como JSON, para n8n, Node-RED e ferramentas semelhantes
rm: Mandar mintga variabla sco JSON, per n8n, Node-RED ed utensils sumegliants
ro: Trimite fiecare variabilă ca JSON, pentru n8n, Node-RED și instrumente similare
ru: Отправить все переменные как JSON, для n8n, Node-RED и подобных инструментов
sat: n8n, Node-RED ᱟᱨ ᱮᱴᱟᱜ ᱞᱮᱠᱷᱟᱱ ᱴᱩᱞ ᱞᱟᱹᱜᱤᱛ, ᱡᱚᱛᱚ ᱵᱷᱮᱨᱤᱭᱮᱵᱚᱞ JSON ᱞᱮᱠᱷᱟ ᱠᱩᱞ ᱢᱮ
sc: Imbia dònnia variàbile comente JSON, pro n8n, Node-RED e ainas simigiantes
scn: Manna ogni variàbbili comu JSON, pi n8n, Node-RED e strumenti simili
si: n8n, Node-RED සහ ඒ හා සමාන මෙවලම් සඳහා, සෑම විචල්‍යයක්ම JSON ලෙස යවන්න
sk: Odoslať každú premennú vo formáte JSON, pre n8n, Node-RED a podobné nástroje
skr: ہر متغیر JSON دے طور تے بھیڄو، n8n، Node-RED تے ایہو جہے ٻئے اوزاراں کیتے
sl: Pošlji vsako spremenljivko kot JSON, za n8n, Node-RED in podobna orodja
sq: Dërgo çdo ndryshore si JSON, për n8n, Node-RED dhe mjete të ngjashme
sr: Пошаљи сваку променљиву као JSON, за n8n, Node-RED и сличне алате
su: Kirim unggal variabel jadi JSON, pikeun n8n, Node-RED, jeung parabot nu sarupa
sv: Skicka alla variabler som JSON, för n8n, Node-RED och liknande verktyg
szl: Poślij kożdo zmiynno za JSON, dlo n8n, Node-RED i podobnych noczyń
ta: n8n, Node-RED மற்றும் இதுபோன்ற கருவிகளுக்கு, ஒவ்வொரு மாறியையும் JSON ஆக அனுப்பு
te: n8n, Node-RED మరియు ఇలాంటి సాధనాల కోసం, ప్రతి వేరియబుల్‌ను JSONగా పంపు
tg: Фиристодани ҳар тағйирёбанда ҳамчун JSON, барои n8n, Node-RED ва абзорҳои монанд
th: ส่งทุกตัวแปรเป็น JSON สำหรับ n8n, Node-RED และเครื่องมือที่คล้ายกัน
tl: Ipadala ang bawat variable bilang JSON, para sa n8n, Node-RED, at katulad na tool
tok: o pana e nimi ante ale sama JSON, tawa n8n, Node-RED, en ilo sama
tr: n8n, Node-RED ve benzeri araçlar için tüm değişkenleri JSON olarak gönder
trs: Enviar cada variable como JSON, para n8n, Node-RED y herramientas parecidas
tt: n8n, Node-RED һәм шундый кораллар өчен һәрбер үзгәрүчәнне JSON итеп җибәрү
tzm: Azen yal amuttiy s JSON, i n8n, Node-RED d ifecka nniḍen i yemcabin
ug: n8n، Node-RED ۋە ئوخشاش قوراللار ئۈچۈن ھەر ئۆزگەرگۈچىنى JSON سۈپىتىدە ئەۋەت
uk: Надіслати кожну змінну як JSON, для n8n, Node-RED та подібних інструментів
ur: ہر ویری ایبل کو JSON کے طور پر بھیجیں، n8n، Node-RED اور اسی طرح کے ٹولز کے لیے
uz: n8n, Node-RED va shunga o'xshash vositalar uchun har bir o'zgaruvchini JSON sifatida yuborish
vec: Manda onji variàbiłe come JSON, par n8n, Node-RED e altri strumenti sìmiłi
vi: Gửi mọi biến dưới dạng JSON, dùng cho n8n, Node-RED và các công cụ tương tự
yo: Fi variable kọ̀ọ̀kan ránṣẹ́ gẹ́gẹ́ bí JSON, fún n8n, Node-RED, àti irú irinṣẹ́ bẹ́ẹ̀
yua: Enviar cada variable como JSON, para n8n, Node-RED y herramientas parecidas
zh_hans: 将所有变量以 JSON 形式发送,适用于 n8n、Node-RED 等工具
zh_hant: 將所有變數以 JSON 格式傳送,適用於 n8n、Node-RED 等工具

# dejavu_extensions
source: Extensions
ab: Аиҵыхрақәа
am: ቅጥያዎች
an: Estensions
ar: الامتدادات
ast: Estensiones
az: Əlavələr
azb: اوزانتی‌لار
ban: Ekstensi
be: Пашырэнні
bg: Разширения
bn: এক্সটেনশন
bqi: وردنی یل
br: Askouezhioù
brh: ایکسٹینشناک
bs: Ekstenzije
cak: Taq k'amal
ceb: Mga Extension
ckb: پێوەکراوەکان
co: Estensioni
cs: Rozšíření
cy: Estyniadau
da: Udvidelser
de: Erweiterungen
dsb: Rozšyrjenja
el: Επεκτάσεις
eo: Etendaĵoj
es: Extensiones
es_ar: Extensiones
et: Lisad
eu: Hedapenak
fa: افزونه‌ها
fi: Laajennukset
fur: Estensions
fy: Utwreidingen
ga: Eisínteachtaí
gd: Leudachain
gl: Extensións
gn: Jepysokue
gu: એક્સટેન્શન
he: הרחבות
hi: एक्सटेंशन
hil: Mga extension
hr: Dodaci
hsb: Rozšěrjenja
hu: Kiegészítők
hy: Ընդլայնումներ
ia: Extensiones
id: Ekstensi
is: Forritsaukar
it: Estensioni
ja: 拡張機能
ka: გაფართოებები
kaa: Keńeytiwler
kab: Isiɣzaf
kk: Кеңейтулер
km: ផ្នែកបន្ថែម
kmr: Pêvek
kn: ವಿಸ್ತರಣೆಗಳು
ko: 확장 기능
kw: Kressansow
lij: Estensioin
lo: ສ່ວນຂະຫຍາຍ
lt: Plėtiniai
lv: Paplašinājumi
meh: Extensiones
ml: വിപുലീകരണങ്ങൾ
mr: एक्सटेन्शन
my: ထပ်ဆောင်းများ
nb: Utvidelser
ne: एक्सटेन्सनहरु
nl: Extensies
nn: Utvidingar
or: ଏକ୍ସଟେନସନ
pa: ਇਕਸਟੈਨਸ਼ਨਾਂ
pa_pk: پھیلاؤ
pl: Rozszerzenia
ps: وروستاړي
pt_br: Extensões
pt_pt: Extensões
rm: Extensiuns
ro: Extensii
ru: Расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱᱠᱚ
sc: Estensiones
scn: Stinneri
si: දිගු
sk: Rozšírenia
skr: ایکسٹینشنز
sl: Razširitve
sq: Zgjerime
sr: Проширења
su: Éksténsi
sv: Tillägg
szl: Rozszyrzynia
ta: நீட்சிகள்
te: పొడగింతలు
tg: Васеъшавиҳо
th: ส่วนขยาย
tl: Mga Extension
tok: ilo namako
tr: Uzantılar
trs: A'ngô nej ra'a
tt: Киңәйтүләр
tzm: Isiɣzaf
ug: كېڭەيتمە
uk: Розширення
ur: ایکسٹینشنز
uz: Kengaytmalar
vec: Estension
vi: Tiện ích
yo: Àwọn Ìfikún
yua: Extensiones
zh_hans: 扩展
zh_hant: 擴充套件

# dejavu_external_links_container
source: Container
ab: Аконтейнер
am: መያዣ
an: Contenedor
ar: الحاوية
ast: Contenedor
az: Konteyner
azb: کانتینر
ban: Wadah
be: Кантэйнер
bg: Контейнер
bn: কন্টেইনার
bqi: کانتینر
br: Kontener
brh: کنٹینر
bs: Kontejner
ca: Contenidor
cak: K'olib'äl
ckb: کۆنتەینەر
co: Cuntenitore
cs: Kontejner
cy: Cynhwysydd
da: Beholder
dsb: Kontejner
el: Περιέκτης
eo: Ujo
es: Contenedor
es_ar: Contenedor
et: Konteiner
eu: Edukiontzia
fa: محفظه
ff: Conteneur
fi: Säiliö
fr: Conteneur
fur: Contenidôr
fy: Kontener
ga: Coimeádán
gd: Soitheach
gl: Contedor
gn: Ryru
gu: કન્ટેનર
he: מארז
hi: कंटेनर
hr: Spremnik
hsb: Kontejner
hu: Konténer
hy: Կոնտեյներ
ia: Recipiente
id: Wadah
is: Hólf
it: Contenitore
ja: コンテナー
ka: კონტეინერი
kaa: Konteyner
kab: Asenduq
kk: Контейнер
km: កុងតឺន័រ
kmr: Konteyner
kn: ಕಂಟೇನರ್
ko: 컨테이너
kw: Kontayner
lij: Contenitô
lo: ຄອນເທນເນີ
lt: Konteineris
lv: Konteiners
meh: Contenedor
ml: കണ്ടെയ്നർ
mr: कंटेनर
my: ကွန်တိန်နာ
nb: Beholder
ne: कन्टेनर
nn: Behaldar
oc: Contenidor
or: କଣ୍ଟେନର
pa: ਕੰਟੇਨਰ
pa_pk: کنٹینر
pl: Kontener
ps: کانتینر
pt_br: Contêiner
pt_pt: Contentor
ru: Контейнер
sat: ᱠᱚᱱᱴᱮᱱᱟᱨ
sc: Cuntenidore
scn: Cuntinituri
si: බහාලුම
sk: Kontajner
skr: کنٹینر
sl: Vsebnik
sq: Kontejner
sr: Контејнер
su: Wadah
sv: Behållare
szl: Kōntyner
ta: கொள்கலன்
te: కంటైనర్
tg: Контейнер
th: คอนเทนเนอร์
tok: leko
tr: Kapsayıcı
trs: Contenedor
tt: Контейнер
tzm: Asenduq
ug: قاچا
uk: Контейнер
ur: کنٹینر
uz: Konteyner
vec: Contenidor
vi: Vùng chứa
yua: Contenedor
zh_hans: 容器
zh_hant: 容器
